Revit 2027 API
GroupTypeId.Profilen2 Property
 Profile 2.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Profilen2 { get; }
Public Shared ReadOnly Property Profilen2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Profilen2 {
	ForgeTypeId^ get ();
}
static member Profilen2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace